CONSTANTS: dict[str: int] = {
    # максимальная длина почтового адреса пользователя
    'MAX_ADDRESS': 256,

    # максимальная длина имени, которым пользователь называет поздравляемого
    'MAX_NAME_USER': 50,

    # максимальная длина краткого названия подарка
    'MAX_NAME_GIFT': 100,

    # максимальная длина названия подарка, отображаемая в админке
    'MAX_NAME_GIFT_ADMIN': 20,

    # максимальна длина комментария к желаемому подарку
    'MAX_COMMENT': 150,

    # максимальная длина названия праздника/памятной даты
    'MAX_NAME_HOLIDAY': 50
}
